Repository: techpioneers90/custom-theme
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar

source: Search
ar: بحث

source: Cart items
ar: عناصر السلة

source: Cart is empty
ar: السلة فارغة

source: Our place
ar: موقعنا

source: Contact us
ar: تواصل معنا

source: The VAT number
ar: الرقم الضريبي:

source: Commercial registeration number
ar: الرقم التجارى:

source: Business Certificate
ar: منصة الأعمال

source: Hello
ar: أهلا

source: You have an active payment session in another browser, you can't edit the cart contents
ar: لديك جلسة دفع نشطة في متصفح آخر، لا يمكنك تعديل محتويات السلة

source: Discard cart & continue shopping
ar: تجاهل السلة وواصل التسوق

source: Send as gift
ar: أرسل كهدية

source: Make it a gift
ar: اجعلها هدية

source: Edit details
ar: تعديل التفاصيل

source: The order has been added as a gift
ar: تم إضافة الطلب كهدية

source: Gift card removed successfully
ar: تم حذف بطاقة الهدية بنجاح

source: continue
ar: متابعة

source: Payment and delivery options
ar: خيارات الدفع والتسليم

source: Available in several options
ar: متوفر بعدة خيارات

source: Tax free
ar: مُعفى من الضريبة

source: Out of stock
ar: غير متوفر

source: Notify me when available
ar: نبهني عند التوفر

source: Add your question
ar: أضف سؤالك

source: Name
ar: الاسم

source: This field is required
ar: هذا الحقل مطلوب

source: Write your question here
ar: اكتب سؤالك هنا

source: Email is incorrect
ar: البريد الإلكتروني غير صالح

source: Send as anonymous
ar: أرسل كمجهول

source: Your question has been sent successfully. You will receive a notification if it is answered.
ar: تم إرسال سؤالك بنجاح. ستتلقى إشعارًا عند الإجابة عليه.

source: Send Successfully
ar: تم الإرسال بنجاح

source: failed to send
ar: فشل في الإرسال

source: View all questions
ar: عرض جميع الأسئلة

source: There is no questions,
ar: لا توجد أسئلة،

source: you can ask for this product
ar: يمكنك طرح سؤال عن هذا المنتج

source: Price
ar: السعر

source: From
ar: من

source: To
ar: إلى

source: Show discounted only
ar: عرض المخفضة فقط

source: Save
ar: حفظ

source: Filter
ar: تصفية

source: Sort by
ar: ترتيب حسب

source: Most popular
ar: الأكثر شيوعًا

source: Low to high
ar: من الأقل إلى الأعلى

source: High to low
ar: من الأعلى إلى الأقل

source: Newest
ar: الأحدث

source: Total
ar: إجمالي

source: No products
ar: لا توجد منتجات

source: Personal Information
ar: المعلومات الشخصية

source: Addresses
ar: العناوين

source: Orders
ar: الطلبات

source: Wishlist
ar: قائمة الرغبات

source: Your contact information
ar: معلومات الاتصال الخاصة بك

source: Through the address book, you can add and edit your favorite addresses
ar: من خلال دفتر العناوين، يمكنك إضافة وتعديل عناوينك المفضلة

source: Through the list of orders, you can view previous and current orders
ar: من خلال قائمة الطلبات، يمكنك عرض الطلبات السابقة والحالية

source: Through the wish list you can browse products and delete favorite products
ar: من خلال قائمة الرغبات يمكنك تصفح المنتجات وحذف المنتجات المفضلة

source: Share
ar: مشاركة

source: Shipping Option
ar: خيار الشحن

source: Payment Options
ar: خيارات الدفع

source: Bank Accounts
ar: الحسابات البنكية

source: List of supported shipping options
ar: قائمة خيارات الشحن المدعومة

source: List of supported payment options
ar: قائمة خيارات الدفع المدعومة

source: Bank accounts for regular transfers
ar: الحسابات البنكية للتحويلات الاعتيادية

source: Covered Cities
ar: المدن المغطاة

source: Shipping Charges
ar: رسوم الشحن

source: Payment Upon Receipt
ar: الدفع عند الاستلام

source: Package
ar: الطرد

source: Riyadh
ar: الرياض

source: Inside Merchant City
ar: داخل مدينة التاجر

source: Outside Merchant City
ar: خارج مدينة التاجر

source: Page not found
ar: الصفحة غير موجودة

source: Go to Home
ar: الانتقال إلى الصفحة الرئيسية

source: You will be redirected to the home page in
ar: سيتم تحويلك إلى الصفحة الرئيسية خلال

source: seconds
ar: ثوانٍ

source: Add new Address
ar: إضافة عنوان جديد

source: location on map
ar: الموقع على الخريطة

source: Order ID
ar: معرّف الطلب

source: Status
ar: الحالة

source: Date
ar: التاريخ

source: Total
ar: الإجمالي

source: Enjoy free shipping for the cities
ar: استمتع بالشحن المجاني للمدن

source: Product
ar: منتج

source: Quantity
ar: الكمية

source: The following products will be sent as a gift
ar: سيتم إرسال المنتجات التالية كهدية

source: Message
ar: الرسالة

source: Total summary
ar: ملخص الإجمالي

source: name
ar: الاسم

source: value
ar: القيمة

source: Includes TAX %(percentage)s
ar: شامل الضريبة %(percentage)s

source: Discount coupon
ar: قسيمة الخصم

source: Enter discount coupon
ar: أدخل قسيمة الخصم

source: Submit
ar: تطبيق

source: Free Shipping
ar: شحن مجاني

source: Free shipping applied
ar: حصلت على شحن مجاني

source: Add products with total of %(total)s to get free shipping
ar: أضف منتجات بقيمة %(total)s للحصول على شحن مجاني

source: Free shipping applied for cart total between %(min)s and %(max)s
ar: تم تطبيق الشحن المجاني للطلبات بين %(min)s و %(max)s

source: Purchase
ar: شراء

source: Complete Order
ar: إتمام الطلب

source: continue shopping
ar: متابعة التسوق

source: No Result Found
ar: لم يتم العثور على نتائج

source: Home
ar: الرئيسية

source: Sold more than %s times
ar: تم بيعه أكثر من %s مرة

source: Remaining %s only
ar: يتبقى %s فقط

source: more information
ar: مزيد من المعلومات

source: product sku
ar: رقم المنتج (sku)

source: Weight
ar: الوزن

source: Notify me when product is available
ar: أعلمني عندما يتوفر المنتج

source: Enter your name
ar: أدخل اسمك

source: Enter your email
ar: أدخل بريدك الإلكتروني

source: Enter your phone (Optional)
ar: أدخل رقم هاتفك (اختياري)

source: Cart service not available
ar: خدمة السلة غير متوفرة

source: Added to cart successfully
ar: تم إضافة المنتج للسلة بنجاح

source: Success
ar: نجاح

source: Failed to add to cart
ar: فشل في إضافة المنتج للسلة

source: Failed to send alert request
ar: فشل في الإرسال

source: Check Out this Product
ar: اطلع على هذا المنتج

source: Display all products
ar: عرض جميع المنتجات

source: product information
ar: معلومات المنتج

source: No images
ar: لا توجد صور

source: Reviews
ar: المراجعات

source: Add Comment
ar: أضف تعليقًا

source: Great
ar: رائع

source: Excellent
ar: ممتاز

source: Good
ar: جيد

source: Dislike
ar: لا يعجبني

source: Bad
ar: سيء

source: No reviews, add yours
ar: لا توجد مراجعات، أضف مراجعتك

source: All reviews
ar: جميع التقييمات

source: Questions
ar: الأسئلة

source: You may also like
ar: قد يعجبك أيضًا

source: Option not available
ar: الخيار غير متوفر

source: All products
ar: جميع المنتجات

source: Cities
ar: المدن

source: IBAN Number
ar: رقم الآيبان

source: account number
ar: رقم الحساب

source: Full name
ar: الاسم الكامل

source: Mobile
ar: الجوال

source: Subscribe to our newsletter
ar: اشترك في نشرتنا الإخبارية

source: Delete account
ar: حذف الحساب

source: Delete my account
ar: حذف حسابي

source: Are you sure?
ar: هل أنت متأكد؟

source: Yes
ar: نعم

source: No
ar: لا

source: Affiliate Report
ar: تقرير الإحالة

source: Back to store
ar: العودة إلى المتجر

source: Creation Date
ar: تاريخ الإنشاء

source: Account Status
ar: حالة الحساب

source: Active
ar: نشط

source: Inactive
ar: غير نشط

source: From Date
ar: من تاريخ

source: To Date
ar: إلى تاريخ

source: Affiliate link report
ar: تقرير رابط الإحالة

source: Total Donations
ar: إجمالي التبرعات

source: Orders Count
ar: عدد الطلبات

source: Total Donation Value
ar: إجمالي قيمة التبرعات

source: Total Sales
ar: إجمالي المبيعات

source: Total Commissions
ar: إجمالي العمولات

source: Affiliate coupon report
ar: تقرير قسيمة الإحالة

source: Number of Usages
ar: عدد مرات الاستخدام

source: Number of Benefiting Customers
ar: عدد العملاء المستفيدين

source: Affiliate not found
ar: الإحالة غير موجودة

source: Download
ar: تحميل

source: per item
ar: للحبة

source: 404 Not Found
ar: ٤٠٤ غير موجود

source: The page you are looking for cannot be found.
ar: لا يمكن العثور على الصفحة التي تبحث عنها.

source: The store you're looking for cannot be found.
ar: لا يمكن العثور على المتجر الذي تبحث عنه.

source: 500 Server Error
ar: ٥٠٠ خطأ في الخادم

source: An unexpected error occurred. Please try again later.
ar: حدث خطأ غير متوقع. الرجاء المحاولة مرة أخرى لاحقًا.

source: close
ar: إغلاق

source: loading
ar: تحميل

source: success
ar: نجاح

source: ok
ar: نعم

source: Discover new products and stores, and stay updated on the status of your orders, all while enjoying a unique shopping experience with Mazeed
ar: اكتشف منتجات ومتاجر جديدة، وتابع حالة طلباتك، واستمتع بتجربة تسوق فريدة مع مزيد

source: Download now
ar: حمّل الآن

source: All categories
ar: جميع التصنيفات

source: Products cart
ar: سلة المنتجات

source: Checkout
ar: الشراء السريع

source: Sender
ar: المرسل

source: Recipient
ar: المستلم

source: Gift
ar: هدية

source: Free
ar: مجاني

source: Home title
ar: الرئيسية

source: Products
ar: المنتجات

source: Categories
ar: التصنيفات

source: search
ar: البحث

source: cart
ar: سلة المشتريات

source: Account
ar: حسابي

source: Login title
ar: دخول

source: Login
ar: تسجيل الدخول

source: Logout
ar: تسجيل خروج

source: Product is not taxable
ar: معفى من الضريبة

source: Has options
ar: متوفر بخيارات

source: Load more
ar: تحميل المزيد

source: Products title
ar: جميع المنتجات

source: Header all categories
ar: جميع التصنيفات

source: Header delivery and payment options
ar: خيارات الدفع والتوصيل

source: Customer reviews
ar: آراء العملاء

source: Common requried input error
ar: هذا الحقل مطلوب

source: Products list filter show more
ar: المزيد

source: Search placeholder
ar: ابحث

source: Store language
ar: اللغة

source: Store currency country
ar: الدولة

source: Or
ar: او

source: And
ar: و

source: Ok
ar: موافق

source: Sorry
ar: عفوا

source: Close
ar: اغلاق

source: Welcome
ar: مرحباً

source: City
ar: مدينة

source: Cancel
ar: إلغاء

source: Next
ar: التالي

source: Prev
ar: السابق

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Back
ar: الرجوع

source: Language
ar: اللغة

source: Before
ar: منذ

source: Send
ar: إرسال

source: Clear
ar: اعادة تعيين

source: Order
ar: طلب

source: Details
ar: التفاصيل

source: Each
ar: للواحد

source: Choose
ar: اختر

source: Products search result
ar: نتائج البحث عن

source: No result found
ar: لا توجد نتائج بحث

source: No search results
ar: لا توجد نتائج بحث

source: Points Earned
ar: النقاط المكتسبة

source: Points
ar: نقاط

source: have
ar: لديك

source: Redeem points for rewards on this order
ar: استبدل النقاط للحصول على مكافآت في هذا الطلب

source: Use
ar: استخدم

source: Use {} points to get {} discount
ar: استخدم {} نقاط للحصول على خصم {}

source: Please login to view and redeem your points
ar: يرجى تسجيل الدخول لعرض واستبدال نقاطك

source: For {points} get a discount {percentage}
ar: استبدل {points} نقاط للحصول على خصم {percentage}

source: Link copied to clipboard
ar: تم نسخ الرابط

source: Products more
ar: المزيد من المنتجات

source: Products list empty
ar: لا يوجد منتجات

source: Products page show sale price
ar: عرض التخفيضات فقط

source: Products list sort
ar: ترتيب حسب

source: Products list filter default
ar: الافتراضي

source: Products list filter latest
ar: الأحدث

source: Products list filter popularity
ar: الأكثر شعبية

source: Products list filter price low
ar: الأقل سعر

source: Products list filter price high
ar: الأعلى سعر

source: Products list filter
ar: تصفية النتائج

source: Products list filter price
ar: السعر

source: Products list filter price from
ar: من

source: Products list filter price to
ar: إلى

source: Products list result
ar: تم ايجاد

source: Products list result products
ar: منتج

source: What are you looking for
ar: ما الذي تبحث عنه

source: Empty cart
ar: سلة التسوق فارغة

source: Cart
ar: السلة

source: Product sku
ar: رمز المنتج

source: Product share
ar: شارك المنتج

source: Product description
ar: وصف المنتج

source: Product properties
ar: معلومات المنتج

source: Product options
ar: خيارات المنتج

source: Product product readmore
ar: المزيد

source: Add to cart
ar: إضافة للسلة

source: Product price
ar: السعر

source: Product all available options
ar: جميع الخيارات المتاحة

source: Product cart quantity
ar: الكمية

source: Product cart quantity low stock
ar: متبقي %s فقط

source: discount
ar: وفر

source: Discount
ar: خصم

source: Product weight
ar: الوزن

source: Error item unavailable
ar: هذا الخيار غير متوفر

source: Variants no image
ar: لا يوجد صور

source: Product images
ar: صور المنتج

source: Product reviews more
ar: سنعراض المزيد من التقيمات

source: Product no reviews
ar: لا توجد تقييمات, اترك تقييمك

source: Product sold more than x times
ar: تم شراؤه أكثر من %s مرة

source: %s people viewing now
ar: هناك %s شخص يشاهدون هذا المنتج الآن

source: Check out this product
ar: اطَّلع على المنتج التالي

source: Similar products title
ar: قد يعجبك أيضاً

source: Product reviews
ar: التقييمات

source: Product reviews x count
ar: تقييم

source: Product average rating
ar: التقييم العام

source: Product price vat inclusive
ar: السعر شامل ضريبة القيمة المضافة

source: Product price vat exclusive
ar: السعر غير شامل ضريبة القيمة المضافة

source: Product reviews form title
ar: اترك تقييمك

source: Product reviews is anonymous label
ar: لا تظهر اسمي في قائمة آراء العملاء

source: Product reviews form body placeholder
ar: اكتب تعليقك هنا..

source: Product reviews form send
ar: إرسال التقييم

source: Reviews submit success
ar: شكرًا لتقييمك، سيتم مراجعة التقييم ونشره على المتجر

source: Reviews submit failed
ar: عذراً٬ حصل خطأ.. الرجاء المحاولة مرة أخرى

source: Reviews validate comment required
ar: الرجاء إضافة تعليق

source: Reviews validate comment max
ar: تعليقك تخطى الحد المطلوب من عدد الأحرف

source: Reviews validate comment min
ar: يجب أن يحتوي التعليق على 3 أحرف على الأقل

source: Reviews validate rating
ar: الرجاء ترك تقييم

source: Reviews rating 1
ar: سيئ

source: Reviews rating 2
ar: لم يعجبني

source: Reviews rating 3
ar: جيد

source: Reviews rating 4
ar: ممتاز

source: Reviews rating 5
ar: رائع

source: Questions inquiries
ar: للأسئلة والإستفسارات

source: Menu
ar: القائمة

source: Day
ar: يوم

source: Hour
ar: ساعة

source: Minute
ar: دقيقة

source: Second
ar: ثانية

source: Offer ends in
ar: اسرع! ينتهي العرض خلال

source: S
ar: ثانية

source: M
ar: دقيقة

source: H
ar: ساعة

source: D
ar: يوم

source: Total ratings
ar: اجمالي التقييمات

source: Reviews and ratings
ar: المراجعات والتقييمات

source: Whatsapp
ar: تواصل معنا

source: Popular searches
ar: عمليات البحث الشعبية

source: Settings
ar: اعدادات

source: View all
ar: عرض الكل

source: Live chat
ar: دردشة حية

source: Email
ar: البريد الإلكتروني

source: Phone number
ar: رقم الجوال

source: Address
ar: العنوان

source: Remove
ar: حذف

source: Return to shopping
ar: العودة للتسوق

source: The requested quantity is not available
ar: الكمية المطلوبة غير متوفرة

source: Current position, from top
ar: الموقع الحالي، من الأعلى

source: From right
ar: من اليمين

source: Read More
ar: اقرأ المزيد

source: Share product
ar: مشاركة المنتج

source: Share link
ar: رابط المشاركة

source: Copy
ar: نسخ

source: Copied
ar: تم النسخ
